// © Copyright 2011, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Skannaa verkkokansioon";

HSDTaskDescription = "Skannaa verkkokansioon -laajennusta käyttämällä voit käynnistää skannaamisen HP-laitteen etupaneelista ja lähettää skannatun tiedoston automaattisesti haluamaasi verkkokansioon.";
HSDStepsDescription = "Määritä Skannaa verkkokansioon -asetukset seuraavasti:";
HSDStep1Description = "1. Luo SMB:n välityksellä jaettava kansio.";
HSDStep2Description = "2. Rekisteröi jaettu kansio HP-laitteeseen.";
HSDTaskNote = "Kun napsautat \"Rekisteröi jaettu kansio\", verkkoselain käynnistyy ja tuo näkyviin laitteen Sulautettu Web-palvelin. Suorita määritys loppuun noudattamalla ohjeita.";
HSDCreateFolderButtonTitle = "Tarvitsen apua…";
HSDRegisterFolderButtonTitle = "Rekisteröi jaettu kansio…";

CreateSharedFolderTitle = "Luo jaettu kansio";
